Repository: anto9991/Finance4People
Catalog: FE-finance/finance4people/lib/l10n/app_*.arb
Languages: it

# beta15
source: Very aggressive titles
it: Titoli molto aggressivi

# beta12
source: Aggressive titles
it: Titoli aggressivi

# beta07
source: Defensive titles
it: Titoli difensivi

# beta05
source: Very defensive titles
it: Titoli molto difensivi

# lastWeekViews
source: Last week searches on:
it: Ricerche nell'ultima settimana su:

# noFavourites
source: No favourites for this category
it: Non ci sono preferiti per questa categoria

# noStocksInCat
source: No stocks for this category
it: Non ci sono titoli per questa categoria

source: Name
it: Nome

# login
source: Login with
it: Accedi con

# skipLogin
source: Otherwhise skip login (none of your progess will be saved)
it: Altrimenti continua senza login (i tuoi progressi non verranno salvati)
